/*
  FilterPresets.strings
  iina

  Created by lhc on 25/8/2017.
  Copyright © 2017 lhc. All rights reserved.
*/
/* It's optional to localize descriptions for each parameter! */



"crop" = "Decupează";
"crop.w" = "Lățime (implicit: lățime video)";
"crop.h" = "Înălțime (implicit: înălțime video)";
"crop.x" = "Origine X (implicit: centru)";
"crop.y" = "Origine Y (implicit: centru)";

"expand" = "Mărește";
"expand.w" = "Lățime (implicit: lățime video)";
"expand.h" = "Înălțime (implicit: înălțime video)";
"expand.x" = "Origine X (implicit: centru)";
"expand.y" = "Origine Y (implicit: centru)";
"expand.aspect" = "Mărește pentru a se potrivi unui aspect (ex: 4:3)";
"expand.round" = "Rotunjește pentru a fi divizibil cu această valoare";

"sharpen" = "Accentuarea clarității";
"sharpen.msize" = "Dimensiunea matricii";
"sharpen.amount" = "Valoare";

"blur" = "Blur";
"blur.msize" = "Dimensiunea matricii";
"blur.amount" = "Valoare";

"delogo" = "Delogo";
"delogo.w" = "Lățime";
"delogo.h" = "Înălțime";
"delogo.x" = "Origine X";
"delogo.y" = "Origine Y";

"negative" = "Negativ";

"vflip" = "Răstoarnă";
"hflip" = "Oglindește";

"lut3d" = "3D LUT";
"lut3d.file" = "Fișier";
"lut3d.interp" = "Mod interpolare";

"custom_mpv" = "Particularizat (mpv)";
"custom_mpv.name" = "Nume filtru";
"custom_mpv.string" = "Valoare filtru";

"custom_ffmpeg" = "Particularizat (FFmpeg)";
"custom_ffmpeg.name" = "Nume filtru";
"custom_ffmpeg.string" = "Valoare filtru";
